Repository: common-repository/th23-social
Catalog: lang/th23-social-*.po
Languages: de_de

source: Join %s follower
de_de: Bereits %s andere folgen

source: Already shared %s times
de_de: Bereits %s mal geteilt

source: Displays social sharing links, eg to Facebook
de_de: Zeige Links zum Folgen und Teilen bei Sozialen Netzwerken, z.B. für Facebook

source: Follow
de_de: Folgen

source: Share
de_de: Teilen

source: Always
de_de: Immer

source: Only on Singles
de_de: Nur bei Singles

source: Only on Posts
de_de: Nur bei Beiträgen

source: Show widget
de_de: Widget anzeigen

source: Title
de_de: Titel

source: Description
de_de: Beschreibung

source: List of available social services to share content and follow this website
de_de: Übersicht verfügbarer Sozialer Netzwerke zum Teilen von Inhalten und Folgen dieser Webseite

source: Details about allowed URL placeholders
de_de: Details zu verfügbaren Platzhaltern in URLs

source: %home_url% = WordPress home URL, including proper connector for parameters
de_de: %home_url% = WordPress Home URL, inklusive Verbinder für Parameter

source: %current_url% = Current URL visited, including proper connector for parameters
de_de: %current_url% = Aktuell besuchte URL, inklusive Verbinder für Parameter

source: %feed_url% = URL to RSS feed, including proper connector for parameters
de_de: %feed_url% = URL des RSS Feeds, inklusive Verbinder für Parameter

source: %registration_url% = URL to registration page, including proper connector for parameters
de_de: %registration_url% = URL zu Registrierung neuer Benutzer, inklusive Verbinder für Parameter

source: %own_account% = Username of content author at the service (do NOT include leading @ on Twitter)
de_de: %own_account% = Benutzername des Authors beim Sozialen Netzwerk (kein führendes @ bei Twitter angeben)

source: %entry_url% = URL to current entry / post
de_de: %entry_url% = URL zum aktuellen Beitrag

source: %entry_img% = URL to image of entry / post - either th23 Social image, defined th23 Featured image, set post thumbnail image, or first image in entry
de_de: %entry_img% = URL zum Bild des aktuellen Beitrags - entweder th23 Social Bild, gewähltes th23 Featured Bild, festgelegtes Beitrags Vorschaubild, oder erstes Bild im Beitrag

source: %entry_title% = Title of the current entry / post
de_de: %entry_title% = Titel des aktuellen Beitrags

source: %entry_tags% = List of hashtags assigned to current entry / post - separated by commata, without leading # character
de_de: %entry_tags% = Liste von Hashtags die dem aktuellen Beitrag zugeordnet sind - separiert durch Kommas, ohne vorangestellte # Zeichen

source: It is possible to best suit the different sizes recommended by various social services with one image of 1280 x 960 pixels, keeping a 160 pixel padding around the core content.
de_de: Die unterschiedlichen empfohlenen Bildgrößen der Sozialen Netzwerke berücksichtigst Du am besten mit einem Bild von 1280 x 960 Pixeln, wobei ein 160 Pixel breiter Rahmen um den Hauptinhalt bleiben sollte.

source: <strong>Warning</strong>: Changing this settings will force re-creation of all social images with new size - resulting in loss of any manual crops done previously!
de_de: <strong>Warnung</strong>: Änderungen dieser Einstellung führen zur Neu-Erstellung aller ausgewählten Social Bilder in der neuen Größe - dabei gehen vorgenommene manuelle Ausschnitte verloren!

source: Detailed image about optimal size and cropping
de_de: Grafik zur optimalen Größe und Bildausschnitt

source: Social Services
de_de: Soziale Netzwerke

source: Required
de_de: Erforderlich

source: CSS class
de_de: CSS Klasse

source: Order
de_de: Reihenfolge

source: Order in which the services show up (same numbers result in order as shown here)
de_de: Reihenfolge in der die Sozialen Netzwerke angezeigt werden (gleiche Nummer führt zu der hier angezeigten Reihenfolge)

source: Own account at external service
de_de: Eigener Account beim Sozialen Netzwerk

source: Follow URL
de_de: URL zum Folgen

source: Followable
de_de: Folgen erlaubt

source: Requires Follow URL
de_de: Erfordert URL zum Folgen

source: Current followers
de_de: Followers aktuell

source: Option to manually set the current number of followers - it is NOT advisable to change this unless you are sure what you are doing
de_de: Anzahl der Follower die aktuell folgen - es wird NICHT empfohlen dies manuell zu ändern, wenn Du Dir nicht ganz sicher bist, was Du tust

source: Share URL
de_de: URL zum Teilen

source: Shareable
de_de: Teilen erlaubt

source: Requires Share URL
de_de: Erfordert URL zum Teilen

source: Follow Options
de_de: Einstellungen zum Folgen

source: Follow claim
de_de: Aufruf zum Folgen

source: Short sentence shown above follow buttons inserted by shortcodes, blocks or content insert - for widgets specify in each widgets settings
de_de: Kurzer Satz welcher oberhalb den Schaltflächen zum Folgen in Shortcodes, Blöcken oder im Beitrag angezeigt wird - für Widgets siehe deren jeweiligen Einstellungen

source: Don't miss any updates! <strong>Follow us</strong> via
de_de: Verpasse keine Neuigkeiten! <strong>Folge uns</strong> via

source: Follow shortcodes
de_de: Shortcodes zum Folgen

source: Shortcodes to replace by social follow bar - separate multiple ones by spaces
de_de: Shortcodes welche durch einen Social Balken zum Folgen ersetzt werden - mehrere durch Komma getrennt

source: Content insert
de_de: Beitrag

source: Insert follow bar automatically after content in each entry
de_de: Social Balken zum Folgen automatisch in jedem Beitrag nach dem Inhalt einfügen

source: Limit content types
de_de: Beitragstypen

source: Singles inserts upon displaying a single post or page, but not on lists like archives - single post is similar, but does not insert on pages
de_de: Nur Singles fügt den Balken bei einzeln angezeigten Beiträgen oder Seiten ein, aber nicht auf Übersichten wie Archiven - Single Beiträge ist ähnlich, fügt aber nichts auf Seiten ein

source: No limitation - always insert
de_de: Keine Beschränkung - immer einfügen

source: Only insert on singles
de_de: Nur auf Singles einfügen

source: Only insert on single posts
de_de: Nur auf Single Beiträgen einfügen

source: Limit shortcodes / blocks
de_de: Shortcodes / Blöcke beschränken

source: Disabling shortcodes and blocks prevents them from being rendered, regardless of limit content type setting
de_de: Deaktivierung von Shortcodes und Blöcken verhindert deren Anzeige, unabhängig vom Beitragstyp

source: Insert regardless of previous follow shortcodes and blocks
de_de: Unabhängig von vorherigen Shortcodes und Blöcken zum Folgen einfügen

source: Only insert, if not inserted via follow shortcode or block before
de_de: Nur einfügen, wenn nicht vorher per Shortcode oder Block zum Folgen eingefügt

source: Insert and disable follow shortcodes and blocks
de_de: Einfügen und Shortcodes und Blöcke zum Folgen deaktivieren

source: List insert
de_de: Einfügen in Übersichten

source: Lists are the homepage, archives and search results - but not feeds
de_de: Übersichten sind die Homepage, Archive und Suchergebnisse - aber nicht Feeds

source: Insert follow bar automatically between entries in lists
de_de: Balken zum Folgen automatisch zwischen Einträgen in Übersichten einfügen

source: Every x entries
de_de: Nach jeweils x Beiträgen

source: Number of entries after which a follow bar is inserted, if another entry is following
de_de: Anzahl von Beiträgen nach denen ein Balken zum Folgen eingefügt wird, wenn ein weiterer Beitrag folgt

source: Total followers
de_de: Anzahl Follower insgesamt

source: Sum across all services
de_de: Summe über alle Sozialen Netzwerke

source: Show total number of followers
de_de: Anzahl Follower insgesamt anzeigen

source: Min total followers
de_de: Mindestanzahl Follower insgesamt

source: Show total follower count only, if minimum amount of followers is reached
de_de: Anzahl Follower insgesamt nur anzeigen, wenn die Mindestanzahl erreicht ist

source: Current total followers
de_de: Anzahl Follower insgesamt aktuell

source: Option to manually set the current number of total followers - it is NOT advisable to change this unless you are sure what you are doing
de_de: Anzahl Follower insgesamt die aktuell folgen - es wird NICHT empfohlen dies manuell zu ändern, wenn Du Dir nicht ganz sicher bist, was Du tust

source: Followers per service
de_de: Anzahl Follower pro Sozialem Netzwerk

source: Show follower count per service
de_de: Anzahl Follower pro Sozialem Netzwerk anzeigen

source: Min followers per service
de_de: Mindestanzahl an Followern pro Sozialem Netzwerk

source: Show follower count per service only, if minimum amount of followers is reached
de_de: Anzahl Follower pro Sozialem Netzwerk nur anzeigen, wenn die Mindestanzahl erreicht ist

source: Share Options
de_de: Einstellungen zum Teilen

source: Share claim
de_de: Aufruf zum Teilen

source: Short sentence shown above share buttons inserted by shortcodes, blocks or content insert - for widgets specify in each widgets settings
de_de: Kurzer Satz welcher oberhalb den Schaltflächen zum Teilen in Shortcodes, Blöcken oder im Beitrag angezeigt wird - für Widgets siehe deren jeweiligen Einstellungen

source: Do you enjoy this post? <strong>Share it</strong> with others via
de_de: Hat Dir dieser Beitrag gefallen? <strong>Teile ihn</strong> mit anderen via

source: Share shortcodes
de_de: Shortcodes zum Teilen

source: Shortcodes to replace by social sharing bar - separate multiple ones by spaces
de_de: Shortcodes welche durch einen Social Balken zum Teilen ersetzt werden - mehrere durch Komma getrennt

source: Insert share bar automatically after content in each entry
de_de: Social Balken zum Teilen automatisch in jedem Beitrag nach dem Inhalt einfügen

source: Insert regardless of previous share shortcodes and blocks
de_de: Unabhängig von vorherigen Shortcodes und Blöcken zum Teilen einfügen

source: Only insert, if not inserted via share shortcode or block before
de_de: Nur einfügen, wenn nicht vorher per Shortcode oder Block zum Teilen eingefügt

source: Insert and disable share shortcodes and blocks
de_de: Einfügen und Shortcodes und Blöcke zum Teilen deaktivieren

source: Total shares
de_de: Anzahl Shares insgesamt

source: Show total number of shares
de_de: Anzahl Shares insgesamt anzeigen

source: Min total shares
de_de: Mindestanzahl Shares insgesamt

source: Show total share count only, if minimum amount of shares is reached
de_de: Anzahl Shares insgesamt nur anzeigen, wenn die Mindestanzahl erreicht ist

source: Shares per service
de_de: Anzahl Shares pro Sozialem Netzwerk

source: Show share count per service
de_de: Anzahl Shares pro Sozialem Netzwerk anzeigen

source: Min shares per service
de_de: Mindestanzahl an Shares pro Sozialem Netzwerk

source: Show share count per service only, if minimum amount of shares is reached
de_de: Anzahl Shares pro Sozialem Netzwerk nur anzeigen, wenn die Mindestanzahl erreicht ist

source: Social Image
de_de: Social Bild

source: Width
de_de: Breite

source: Width of image promoted to social services eg upon sharing, in pixels
de_de: Breite des Bildes welches beim Teilen in Sozialen Netzwerken hervorgehoben wird, in Pixeln

source: Height
de_de: Höhe

source: Height of image promoted to social services eg upon sharing, in pixels
de_de: Höhe des Bildes welches beim Teilen in Sozialen Netzwerken hervorgehoben wird, in Pixeln

source: Default
de_de: Standard

source: Selected default image will be promoted to social services on overview pages and individual posts / pages without a specific social image defined
de_de: Wähle ein Standard Bild welches in Sozialen Netzwerken hervorgehoben wird, wenn kein spezielles Bild ausgewählt wurde

source: Reset auto-excerpts
de_de: Automatische Zusammenfassungen zurücksetzen

source: Delete cached auto-excerpts for entries - will be recreated automatically, when needed
de_de: Lösche zwischengespeicherte automatische Zusammenfassungen von Beiträgen - diese werden automatisch neu erstellt, wenn sie gebraucht werden

source: Upgrade to %s version
de_de: Auf Version %s upgraden

source: Warning
de_de: Warnung

source: Your are running a multisite installation - the plugin is not designed for this setup and therefore might not work properly
de_de: Du benutzt eine "Multisite" Installation - dieses Plugin ist nicht darauf ausgelegt und wird daher möglicherweise nicht korrekt funktionieren

source: The version of the %1$s file (%2$s, version %3$s) does not match with the overall plugin (version %4$s) - please make sure you update the overall plugin to the latest version via the <a href="%5$s">automatic update function</a> and upload the latest version of the %1$s file from %6$s onto your webserver
de_de: Die Version der %1$s Datei (%2$s, Versionsnummer %3$s) stimmt nicht mit der Version des restlichen Plugins (Versionsnummer %4$s) überein - bitte führe ein Update auf die neuste Version dieses Plugins mittels <a href="%5$s">automatischem Update</a> durch und lade die neuste Version der %1$s Date von %6$s auf Deinen Server hoch

source: Error
de_de: Fehler

source: Settings
de_de: Einstellungen

source: Support
de_de: Hilfe

source: Social image
de_de: Social Bild

source: Save social image
de_de: Social Bild speichern

source: Done
de_de: Erledigt

source: Cache cleared
de_de: Cache geleert

source: Settings saved
de_de: Einstellungen gespeichert

source: Save Changes
de_de: Einstellungen speichern

source: By %s
de_de: Von %s

source: Visit plugin site
de_de: Plugin Homepage besuchen

source: Invalid combination of input field and default value for "%1$s" - please %2$scontact the plugin author%3$s
de_de: Ungültige Kombination von Eingabefeld und Default für "%1$s" - bitte %2$s kontaktiere den Plugin Author%3$s

source: Image promoted to social services upon sharing this entry
de_de: Bild welches beim Teilen in Sozialen Netzwerken hervorgehoben wird

source: Manually set current number of shares per service and total for this entry - it is NOT advisable to change this unless you are sure what you are doing
de_de: Anzahl wie oft dieser Beitrag bisher geteilt wurde - es wird NICHT empfohlen dies manuell zu ändern, wenn Du Dir nicht ganz sicher bist, was Du tust

source: Total
de_de: Gesamt

source: Add social image
de_de: Social Bild hinzufügen

source: Crop Social Image
de_de: Social Bild zuschneiden

source: Crop
de_de: Zuschneiden

source: Change
de_de: Ändern

source: Remove
de_de: Entfernen

source: Error: Invalid ID!
de_de: Fehler: Ungültige ID!

source: Error: Could not generate required image size!
de_de: Fehler: Benötigte Bildgröße konnte nicht erstellt werden!

source: Error: Could not update social image!
de_de: Fehler: Social Bild konnte nicht gespeichert werden!

source: Error: Could not delete social image!
de_de: Fehler: Social Bild konnte nicht gelöscht werden!

source: Error: Invalid request!
de_de: Fehler: Ungültige Anfrage!

source: Error: No permission!
de_de: Fehler: Keine Berechtigung!
